tap "adoptopenjdk/openjdk"
tap "brewsci/bio"
tap "brewsci/science"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "brew-pip"
brew "pkg-config"
brew "gcc"
brew "tbb"
brew "cmake"
brew "docker", link: false
brew "docker-compose"
brew "fasd"
brew "fzf"
brew "git-lfs"
brew "graphicsmagick"
brew "grep"
brew "imagemagick"
brew "macvim", link: false
brew "node"
brew "node@14"
brew "nvm"
brew "opencv"
brew "postgresql"
brew "rbenv"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
cask "adoptopenjdk11"
cask "docker"
cask "font-d2coding"
cask "font-hack-nerd-font"
cask "graphql-playground"
cask "visual-studio-code"
