tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python"
brew "asciinema"
brew "cmake"
brew "fasd"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "graphicsmagick"
brew "imagemagick"
brew "macvim"
brew "node"
brew "opencv", link: false
brew "opencv@2", link: true
brew "pkg-config"
brew "postgresql"
brew "rbenv"
brew "tesseract", args: ["with-all-languages"]
brew "thefuck"
brew "tmux"
brew "vim", link: false
brew "zsh"
brew "zsh-completions"
cask "docker"
cask "font-d2coding"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "shiftit"
cask "typora"
