tap "brewsci/bio"
tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python"
brew "asciinema"
brew "awscli"
brew "cmake"
brew "fasd"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "graphicsmagick"
brew "imagemagick"
brew "macvim", link: false
brew "tbb"
brew "opencv"
brew "pkg-config"
brew "postgresql"
brew "rbenv"
brew "tesseract", args: ["with-all-languages"]
brew "thefuck"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"
cask "docker"
cask "font-d2coding"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "java"
cask "shiftit"
cask "typora"
cask "visual-studio-code"
